adrianwilczynski.alpine-js-intellisense
catppuccin.catppuccin-vsc
mikestead.dotenv
mrmlnc.vscode-duplicate
editorconfig.editorconfig
github.copilot
github.copilot-chat
laravel.vscode-laravel
austenc.laravel-blade-spacer
cierra.livewire-vscode
yzhang.markdown-all-in-one
bmewburn.vscode-intelephense-client
mehedidracula.php-namespace-resolver
mechatroner.rainbow-csv
emeraldwalk.runonsave
bradlc.vscode-tailwindcss
rebornix.toggle
tomoki1207.pdf
