emeraldwalk.RunOnSave
rebornix.toggle
mrmlnc.vscode-duplicate
GitHub.copilot
esbenp.prettier-vscode
EditorConfig.EditorConfig
mikestead.dotenv
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
MehediDracula.php-namespace-resolver
aurorabiz.blade-ui-kit
austenc.laravel-blade-spacer
naumovs.color-highlight
onecentlin.laravel-blade
calebporzio.better-phpunit
m1guelpf.better-pest
Vue.volar
yzhang.markdown-all-in-one
arcticicestudio.nord-visual-studio-code
GitHub.github-vscode-theme
